[
  {
    "text": "I Always Start my End Of Year Evaluation with Making A Photo Album - And You Should Make One Too!",
    "type": "HeaderLarge"
  },
  {
    "text": "It’s hard to be grateful to ourselves, isn’t it? Seems so overconfident and borderline arrogant. But the one thing I am always proud of is printing out pictures every year. I first started this when I was 21, and initially I just randomly printed some pics and put them into this box:",
    "type": "Text"
  },
  {
    "text": "Then I started putting them into yearly albums.",
    "type": "Text"
  },
  {
    "text": "Now every year around the end of November I go through the pictures I made this year (and sometimes I also terrorize my friends and family members to share their pictures with me), collect the top couple hundred pictures - but maybe you just pick 20 - and have them printed.",
    "type": "Text"
  },
  {
    "text": "So the process is easy:",
    "type": "HeaderMedium"
  },
  {
    "text": "Go through your pictures this year.",
    "type": "ListItem"
  },
  {
    "text": "Collect your favorites into a separate folder.",
    "type": "ListItem"
  },
  {
    "text": "Order their printed version.",
    "type": "ListItem"
  },
  {
    "text": "Put the pics into an album.",
    "type": "ListItem"
  },
  {
    "text": "https://images.unsplash.com/photo-1595981234058-a9302fb97229?q=80&w=1470&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "type": "Image",
    "credit": "Unsplash - Rirri"
  },
  {
    "text": "Looking back at highs and lows",
    "type": "HeaderMedium"
  },
  {
    "text": "After a while, you’ll have several albums, all a different year, containing different phases of your life. If it was the hardest year of my life, it’s nice to look back and remind myself that I could get through it. If it was a lovely year, then it’s amazing to relive the memories. Paper in itself has emotional impact: according to neuroscientific studies, our brain thinks paper has a meaning, and a place and it is better connected to memory. ([Forbes Article](https://www.forbes.com/sites/rogerdooley/2015/09/16/paper-vs-digital/#2f44991b33c3))",
    "type": "Text"
  },
  {
    "text": "Bonding with kids",
    "type": "HeaderMedium"
  },
  {
    "text": "Kids also love to check out these albums. They enjoy seeing themselves, their siblings and nieces being little. They can also remember to friends or family members who are not in our life any more. According to a survey ([Chatbooks Report](https://chatbooks.com/printed-photo-report)), 91% of children love looking at pictures of themselves and 75% of parents believed that it strengthened the children’s identity.",
    "type": "Text"
  },
  {
    "text": "And of course, happiness",
    "type": "HeaderMedium"
  },
  {
    "text": "The same study concluded that children felt happy, loved, special and as valued member of the family. Makes sense - the picture has the underlying meaning that we always belong together with the people we are captured with. Even if only in that moment, on a printed picture it lasts forever. Another study showed recalling specific positive memories and happy life experiences can help with overall well-being and reduce the risk of depression. ([The Dead Pixels Society Article](https://thedeadpixelssociety.com/remember-the-good-times-the-value-of-a-photo/))",
    "type": "Text"
  },
  {
    "text": "But isn’t printing obsolete?",
    "type": "HeaderMedium"
  },
  {
    "text": "Since we have all our pictures digitalized, why bother? But digitalized also means that we can see only a couple of them and they are strictly related in time. There is also too many pictures on any phone or cloud folder and it just gets messed up. Having them printed in albums gives a random shuffled selection which will never be deleted in the mysteries of a cloud storage - at least I feel safer to be able to have them in physical form.",
    "type": "Text"
  },
  {
    "text": "As a gift it is so perfect that if you don’t do it next year, they will request it",
    "type": "HeaderMedium"
  },
  {
    "text": "An album is also a lovely gift for grandparents, family members or friends. It improves the feeling of belonging between people - and it’s not a scientific research, but one year I didn’t make an album for my family members for Christmas and I they kept asking me where it was. In the end I had to make up for it and create albums in January. :D",
    "type": "Text"
  },
  {
    "text": "Year End Review",
    "type": "HeaderMedium"
  },
  {
    "text": "The end of year evaluation is something I absolutely adore about the holiday season. In the beginning of December, I start thinking about my previous year and considering about my goals for the upcoming one. I do this with several methods:",
    "type": "Text"
  },
  {
    "text": "By Months: I think of the actual events that happened each months and summarize every month in a couple sentences",
    "type": "ListItem"
  },
  {
    "text": "Previous Goals: I take a look at the goals for this year (it is always a surprise because I never read them during the year, just let my subconscious mind tackle some of them)",
    "type": "ListItem"
  },
  {
    "text": "Life Areas: I consider my important life areas and take a look at how this year did in each section",
    "type": "ListItem"
  },
  {
    "text": "Next Year Goals: I write some goals for the next year. Write them down, put it away somewhere and don't look at them again until next year.",
    "type": "ListItem"
  },
  { "text": "DAF0N7QF9kI", "type": "Canva" },
  {
    "text": "But first things first: I make a photo album and relive the best moments.",
    "type": "Text"
  }
]
