[
  {
    "text": "Find Your Purpose in 3 Steps and Know What You Need To Do Every Day To Get There (With My Own Example)",
    "type": "HeaderLarge"
  },
  {
    "text": "I wanted to write about how to find our purpose in life because one of the big things we can do for our own happiness is knowing what our purpose is and if we are moving closer to it. (In the end I am going to tell the reasons why.) But while I was brainstorming, I found [an amazing article about it by Alan Furlong](https://medium.Com/thrive-global/heres-the-best-exercises-i-ve-used-to-find-your-purpose-in-life-1e84c1a2bcf5), and I decided to just do it (like in a good nike ad). His article is amazing, I truly recommend reading it.",
    "type": "Text"
  },
  {
    "text": "Here are my answers - and an extra step I added.",
    "type": "Text"
  },
  {
    "text": "Step 1 - Imagine your old self with a perfect life",
    "type": "HeaderMedium"
  },
  {
    "text": "“Think about your life in the future when you are 109 years old. Imagine that everything has gone as well as it possibly could. You have worked hard and succeeded at accomplishing all of your life goals. Think of this as the realization of all of your life dreams. Now, write about what you imagined”",
    "type": "Text"
  },
  { "text": "My answer, as an example:", "type": "Text" },
  {
    "text": "I live close to my friends with my loved one. I am still in a great shape because I knew I needed to stretch. I have written a great book about spirituality and love and scifi and everything we don’t know that we know. People on Earth are peacefully living together with each other, with other species - may those be animals or extraterrestial or AI - and each other. I am trying every day to be a good person who helps people. My life is full of fun and adventure, laughing and chilling and deep discussions. I enjoy cooking and baking for others from time to time. We live close to nature and I spend time in the nature every day and I meditate every day. We have several traditions with my community, nothing special just like bingo night or going for a daily walk or pizza tuesday. I have a bunch of cats who are not completely mine but are visiting me every day for a treat and maybe a little stroking (if they prefer). I am still inspired every day and doing meaningful work. There is a garden I take care of with beautiful trees and plants bees like and roses. I am close with my kids and their families.",
    "type": "Text"
  },
  {
    "text": "https://images.unsplash.com/photo-1516832697880-4c0e21130430?q=80&w=1470&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "type": "Image",
    "credit": "Unsplash - Thom Holmes"
  },
  { "text": "Step 2 - Imagine your old self’s advice", "type": "HeaderMedium" },
  {
    "text": "“Imagine that 109 year old self had access to a time machine. They jumped into that time machine and arrived to this very moment in time. They climb out, sit next to you and give you advice. What would they say?”",
    "type": "Text"
  },
  { "text": "My answer, for example:", "type": "Text" },
  {
    "text": "Hi Eva, great job so far. You stood up from a pretty horrible life phase, and have set up your life with the basics so far - which is amazing. Now, here is what you should focus on: meditate every day for 20 minutes. Spend time in nature. Focus on your frinedships. Also, build new friendships as well! At least some. Please take a bit more care of Anna as well. Love your family, you have less time with them than you think. Especially your parents. Start growing trees in Boki and in your garden. Make a plan in the winter for the summer plants. Even if it feels like there is not much time left for this world, do things that will have effect only in 50 years. Carry on building the apps for now, do a lot of them and nurture them. But always be mindful when the next step comes, always be mindful of the paths guiding you. And whatever you do - do it with peace and focus. This is the most important part because if you lose peace, you weaken the relationships - and if you lose focus you are losing your way.",
    "type": "Text"
  },
  { "text": "Step 3. Make The Advice Actionable", "type": "HeaderMedium" },
  {
    "text": "Now take that advice and create a list of actions points from it. Simply focus on the top three action points every day. That’s it, you’re on your way.",
    "type": "Text"
  },
  {
    "text": "Meditate every day",
    "type": "ListItem"
  },
  {
    "text": "Do yoga every day",
    "type": "ListItem"
  },
  {
    "text": "Spend time in nature",
    "type": "ListItem"
  },
  {
    "text": "Reach out to a friend every day. Make plans with them. Have a summer holiday together.",
    "type": "ListItem"
  },
  {
    "text": "Do something for your relationship and your kids every day.",
    "type": "ListItem"
  },
  {
    "text": "Always know when the next time spent together with family will be.",
    "type": "ListItem"
  },
  {
    "text": "Learn about plants. Make a calendar for their nurturing.",
    "type": "ListItem"
  },
  {
    "text": "Let’s build 6 great apps that make the world better.",
    "type": "ListItem"
  },
  {
    "text": "Learn. Read. Listen to whatever feels true.",
    "type": "ListItem"
  },
  {
    "text": "Do it with peace and focus.",
    "type": "ListItem"
  },
  {
    "text": "https://images.unsplash.com/photo-1513308094671-70f84719e5fd?q=80&w=1335&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "type": "Image",
    "credit": "Unsplash - Florencia Potter"
  },
  { "text": "Step 4 - Create check-in questions.", "type": "HeaderMedium" },
  {
    "text": "This is one I added because I like to take a look at my life and assess what is going well and what could I improve. Build questions from the action points that help you reflect if you are on the right path to your purpose. And of course, if not, don’t panic. This is just to show you direction, not to put you under pressure.",
    "type": "Text"
  },
  { "text": "For example, these are my check in questions:", "type": "Text" },
  {
    "text": "How many days of the past 7 days have I meditated?",
    "type": "ListItem"
  },
  {
    "text": "How many days of the past 7 days have I done yoga? ",
    "type": "ListItem"
  },
  {
    "text": "Have I talked to any friend of mine today?",
    "type": "ListItem"
  },
  {
    "text": "Do I have a holiday planned with my partner? ",
    "type": "ListItem"
  },
  {
    "text": "Do I have a holiday planned with my friends? ",
    "type": "ListItem"
  },
  {
    "text": "What did I do for my partner today?",
    "type": "ListItem"
  },
  {
    "text": "What did I do for my kids today?",
    "type": "ListItem"
  },
  {
    "text": "When will I meet my family next time?",
    "type": "ListItem"
  },
  {
    "text": "What are my plant plans for next year?",
    "type": "ListItem"
  },
  {
    "text": "How are we doing with our apps? ",
    "type": "ListItem"
  },
  {
    "text": "How peaceful & focused was I today?",
    "type": "ListItem"
  },
  {
    "text": " What new inspiration did I get in the past week?",
    "type": "ListItem"
  },
  {
    "text": "When was the last time I did something for the first time?",
    "type": "ListItem"
  },
  {
    "text": "So I talked a lot about purpose but here are some reasons why it actually makes us happier.",
    "type": "HeaderMedium"
  },
  {
    "text": "https://images.unsplash.com/uploads/14128324071271c853818/3765c625?q=80&w=1471&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "type": "Image",
    "credit": "Unsplash - Atlas Green"
  },
  { "text": "Your Brain on Purpose", "type": "HeaderSmall" },
  {
    "text": "Imagine your brain is like a supercomputer. Now, without a purpose, it's like having this fancy computer without an operating system. What a waste, right? But throw in a solid purpose, and voilà – your brain now has a direction to compute towards. It's busy setting goals, achieving them, and feeling pretty darn good about itself. It's like upgrading from Windows 95 to the latest OS.",
    "type": "Text"
  },
  { "text": "Emotional Kevlar Vest", "type": "HeaderSmall" },
  {
    "text": "Life throws curveballs. But with purpose, you're wearing an emotional Kevlar vest. You're like, 'Is that all you got, life?' Purpose gives you this resilience, a sort of emotional superpower to bounce back from setbacks, which is a big thumbs up in the happiness department.",
    "type": "Text"
  },
  { "text": "The Social Butterfly Effect", "type": "HeaderSmall" },
  {
    "text": "Remember those times you felt out of place at a party? Now, imagine you're at a party where everyone's into the same weird hobby you are. Feels great, right? That's what purpose does. It often leads you to people who share your passions. You make friends, high-five each other, and feel connected. Social connections = happiness. It's basic math.",
    "type": "Text"
  },
  { "text": "A Bodybuilder for Your Health", "type": "HeaderSmall" },
  {
    "text": "Purpose doesn't just flex your emotional muscles; it's like a personal trainer for your physical health too. People with a purpose tend to live healthier, dodge stress, and have this ninja-like immunity. It's like your body is saying, 'Thanks for the purpose, I'll throw in some extra health perks.'",
    "type": "Text"
  },
  { "text": "The Time-Traveling Telescope", "type": "HeaderSmall" },
  {
    "text": "Purpose isn't just about today. It's your personal telescope to the future. It helps you see past the annoying things, like spilled coffee or traffic jams. You're focused on the bigger picture. Minor setbacks? Just a blip on the radar.",
    "type": "Text"
  }
]
