[
  {
    "text": "The Craft of DIY Gifts",
    "type": "HeaderMedium"
  },
  {
    "text": "There's an old charm in crafting something with your own hands, a sort of magic that store-bought items often lack. DIY gifts, or \"Do It Yourself\" creations, aren't just about the act of making; they're about embedding a piece of your world into someone else's. Here are some DIY gift ideas that are both practical and filled with a touch of wonder. Let's see some ideas!",
    "type": "Text"
  },
  {
    "text": "https://shutterflywpe.wpenginepowered.com/wp-content/uploads/2022/11/2021_Q2_SFLY_098-1024x690.jpg",
    "type": "Image",
    "credit": "Shutterfly"
  },
  {
    "text": "Framed Picture",
    "type": "HeaderMedium"
  },
  {
    "text": "Photos capture moments, tiny fragments of time. A framed photo isn't just paper behind glass; it's a doorway to a past moment. And for those with a penchant for stories, a photo album can be a novel of adventures, waiting to be read and reread.",
    "type": "Text"
  },
  {
    "text": "https://images.unsplash.com/photo-1643474292352-7a756ad98591?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1374&q=80",
    "type": "Image",
    "credit": "Unsplash - Rob Wicks"
  },
  {
    "text": "Homemade Pantry Foods",
    "type": "HeaderMedium"
  },
  {
    "text": "Food, when homemade, transforms into something more than just sustenance. A jar of homemade marmalade isn't just fruit and sugar; it's sunlight trapped in a jar. And that sugar syrup? It's liquid gold for breakfast tables.",
    "type": "Text"
  },
  {
    "text": "https://images.unsplash.com/photo-1494537449588-7f07cede2556?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1374&q=80",
    "type": "Image",
    "credit": "Unsplash - Helena Hertz"
  },
  {
    "text": "A Plant With A Note",
    "type": "HeaderMedium"
  },
  {
    "text": "Gifting a plant is akin to sharing a small, living world. Add a note, perhaps a quote or a brief message, and it becomes a narrative, evolving as the plant grows.",
    "type": "Text"
  },
  {
    "text": "Christmas Ornament",
    "type": "HeaderMedium"
  },
  {
    "text": "Christmas ornaments, especially the DIY kind, carry with them echoes of laughter, shared stories, and the warmth of hands that crafted them.",
    "type": "Text"
  },
  {
    "text": "https://stampinfool.com/wp-content/uploads/2013/01/image1.jpeg",
    "type": "Image",
    "credit": "StampInFool.com"
  },
  {
    "text": "Marble magnets",
    "type": "HeaderMedium"
  },
  {
    "text": "Magnets, those small, often overlooked objects, hold more than just notes. A DIY marble magnet, for instance, holds a touch of artistry, a hint of the extraordinary in the mundane.",
    "type": "Text"
  },
  {
    "text": "Photo Collage",
    "type": "HeaderMedium"
  },
  {
    "text": "Photos often remain trapped in the digital realm. A photo collage breaks that cycle, weaving together moments, creating a tapestry that's both visual and emotional. Here's a sample to inspire.",
    "type": "Text"
  },
  {
    "text": "https://shutterflywpe.wpenginepowered.com/wp-content/uploads/2022/11/2021_Q2_SFLY_098-1024x690.jpg",
    "type": "Image"
  },
  {
    "text": "DIY gifts are tangible manifestations of time and thought. They're not just objects; they're stories, waiting to be shared. And in the act of giving, we share a bit of our own story, our own magic.",
    "type": "Text"
  }
]
