[
  {
    "text": "The Power of a Post-it: Leaving a Mark with Words",
    "type": "HeaderLarge"
  },
  {
    "text": "We've all had those days. The ones where the world feels a bit grayer, the weight on our shoulders a tad heavier. But then, out of the blue, a small gesture, a simple act, or even a few words can change everything.",
    "type": "Text"
  },
  {
    "text": "Imagine this: You're having one of those days, and as you're about to grab your morning coffee, you spot a post-it on the side of the coffee machine. Written on it is a quote, \"Every moment is a fresh beginning.\" - T.S. Eliot. Suddenly, the weight feels a bit lighter, the world a tad brighter.",
    "type": "Text"
  },
  {
    "text": "That's the magic of words. They have the power to inspire, to comfort, to make us laugh, and to remind us that we're not alone. And the beauty of this act is its simplicity. All you need is a post-it, a pen, and a quote that resonates with you.",
    "type": "Text"
  },
  {
    "text": "https://images.unsplash.com/photo-1617251137884-f135eccf6942?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1364&q=80",
    "type": "Image",
    "credit": "Unsplash - Hester Qiang"
  },
  {
    "text": "Why Do It?",
    "type": "HeaderMedium"
  },
  {
    "text": "Instant Mood Lifter: Just like a surprise treat, stumbling upon an unexpected note can instantly lift someone's spirits. It's a small reminder that there's beauty, wisdom, and humor in the world, even on the most mundane days.",
    "type": "ListItem"
  },
  {
    "text": "A Ripple Effect: Your single post-it might inspire someone else to do the same. Before you know it, there could be a chain reaction of positivity and inspiration spreading across your office, your city, or even further!",
    "type": "ListItem"
  },
  {
    "text": "Personal Reflection: Taking a moment to think of a quote, write it down, and place it somewhere is also a form of mindfulness. It allows you to reflect on words that have meaning to you and share them with others.",
    "type": "ListItem"
  },
  {
    "text": "Universal Connection: Quotes often encapsulate universal feelings and experiences. By sharing one, you're connecting with others on a deeper level, reminding them (and yourself) of shared human experiences.",
    "type": "ListItem"
  },
  {
    "text": "https://images.unsplash.com/photo-1528129550655-5123a0cd0c4e?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1335&q=80",
    "type": "Image",
    "credit": "Unsplash - Valentina Conde"
  },
  {
    "text": "Where to Leave Your Mark?",
    "type": "HeaderMedium"
  },
  {
    "text": "The possibilities are endless! Here are a few ideas:",
    "type": "Text"
  },
  {
    "text": "On a colleague's desk to give them a mid-week boost.",
    "type": "ListItem"
  },
  {
    "text": "Inside a library book for a future reader to discover.",
    "type": "ListItem"
  },
  {
    "text": "On a park bench, where someone might need a pick-me-up.",
    "type": "ListItem"
  },
  {
    "text": "In a fitting room, because who doesn't need a confidence boost sometimes?",
    "type": "ListItem"
  },
  {
    "text": "On a public transport seat, turning a mundane commute into a moment of reflection.",
    "type": "ListItem"
  },
  {
    "text": "So, the next time you come across a quote that makes you pause, think, or smile, jot it down on a post-it. Leave it somewhere for a stranger or a friend to find. It's a small act, but one that can make the world feel a little more connected, one post-it at a time. 📝💭🌍",
    "type": "Text"
  }
]
