[
  {
    "text": "The 5-minute Experiment For Mindfulness (Make It a Challenge With Your Friends?)",
    "type": "HeaderLarge"
  },
  {
    "text": "There are 2 kinds of people: the ones who make too many pictures and the ones who don’t make pictures. And they are pretty much the same in the sense that almost no one goes through this simple process:",
    "type": "Text"
  },
  {
    "text": "1. Notice something that is nice.",
    "type": "ListItem"
  },
  {
    "text": "2. Pause for a second to appreciate it.",
    "type": "ListItem"
  },
  {
    "text": "3. Create a memento for themselves to remember it by.",
    "type": "ListItem"
  },
  {
    "text": "Though when I actually can do these small steps, it makes me present, it makes me grateful instantly and then I even create something to remember this feeling by.",
    "type": "Text"
  },
  {
    "text": "What are the things to notice?",
    "type": "HeaderMedium"
  },
  {
    "text": "a flower",
    "type": "ListItem"
  },
  {
    "text": "the food you enjoy",
    "type": "ListItem"
  },
  {
    "text": "A book that takes you to a new dimension",
    "type": "ListItem"
  },
  {
    "text": "Your reliable work tools that help you achieve results",
    "type": "ListItem"
  },
  {
    "text": "A place in your home",
    "type": "ListItem"
  },
  {
    "text": "The sky being nice",
    "type": "ListItem"
  },
  {
    "text": "A fun meme",
    "type": "ListItem"
  },
  {
    "text": "A nice text message",
    "type": "ListItem"
  },
  {
    "text": "Your running shoes or yoga mat or any sports equipment",
    "type": "ListItem"
  },
  {
    "text": "The mirror after it is cleaned",
    "type": "ListItem"
  },
  {
    "text": "Basically anything that is not a person or situation.",
    "type": "ListItem"
  },
  {
    "text": "But why not a person or a situation?",
    "type": "HeaderMedium"
  },
  {
    "text": "Well actually, it can also be a person or a situation but in this case, you have to follow one rule. You can make only one picture. It’s not a problem if it’s not perfect. Actually, the less perfect it is, the better. Because this exercise is not about creating something where people look pretty and a life looks perfect - it is not for someone else. It is for you, to remember to be present, to appreciate a single moment and to keep it in your little heart (sorry, phone storage).",
    "type": "Text"
  },
  {
    "text": "What about sharing?",
    "type": "HeaderMedium"
  },
  {
    "text": "So should you post it on social media? Generally, this exercise is not about social media because it is about being able to find internal motivation for the search of beauty. That is, being present in your life for yourself. Saving precious memories for yourself. Being grateful for yourself. And in case of social media, it is extremely difficult to avoid to try and seek external validation and put everything in a light which is attractive.",
    "type": "Text"
  },
  {
    "text": "On the other hand, my favorite challenge ever was the [#100happydays challenge](https://100happydays.com/) where the task is to post one thing every day that makes me happy. Just focusing a tiny fracture of my mind every day on trying to find something positive made me feel way better and more appreciative of my life. So posting can be a good thing - just please post an imperfect and very real picture that is close to your heart.",
    "type": "Text"
  },
  {
    "text": "There is one more option though - you can do a special, two-person challenge with someone where you both make pictures that make you happy and share it with only each other. This could even work in a group chat with 3, 4 or 5 people - you could get to know more about each other’s daily life, get closer and increase your happiness.",
    "type": "Text"
  },
  {
    "text": "But let me add some science!",
    "type": "HeaderMedium"
  },
  {
    "text": "This sounds good and all, but I always like to add some [science](https://citeseerx.ist.psu.edu/document?repid=rep1&type=pdf&doi=401c8aec24840da83edb646757795a9c6945509a) to back up the effects of increasing mindfulness (well, this small activity is a very practical and quick way to increase it if you take a look at the [definition of mindfulness](https://en.wikipedia.org/wiki/Mindfulness).",
    "type": "Text"
  },

  {
    "text": "Increased empathy: you become more empathetic towards others and yourself.",
    "type": "ListItem"
  },
  {
    "text": "Compassion: and releasing judgement - also for yourself and for others.",
    "type": "ListItem"
  },
  {
    "text": "Stress Reduction: One of the most widely recognized benefits of mindfulness is its ability to reduce stress. [Harvard Health](https://www.health.harvard.edu/blog/can-mindfulness-change-your-brain-202105132455) reports that mindfulness can effectively counter stress, as well as relieve chronic pain and improve aspects of mood, thinking, and memory​​. This is echoed by the [American Psychological Association](https://www.apa.org/topics/mindfulness/meditation), which reviewed over 200 studies and concluded that mindfulness-based therapy is particularly effective in reducing stress, anxiety, and depression​​.",
    "type": "ListItem"
  },
  {
    "text": "Mental Health Improvement: Mindfulness has been shown to help manage a variety of mental health issues. The National Center for Complementary and Integrative Health (NCCIH) mentions that recent studies have looked into mindfulness as a tool for managing anxiety, depression, and symptoms related to [withdrawal from substances like nicotine, alcohol, or opioids]​(https://www.nccih.nih.gov/health/meditation-and-mindfulness-what-you-need-to-know). Mindful.org adds that mindfulness practice may reduce anxiety and depression, boost the immune system, help manage pain, break unhealthy habits and addictions, soothe insomnia, and [lower high blood pressure](https://www.mindful.org/the-science-of-mindfulness)​​.",
    "type": "ListItem"
  },
  {
    "text": "Neurological Benefits: Neuroscience research provides insights into how mindfulness affects brain function. According to [Greater Good Magazine](https://greatergood.berkeley.edu/article/item/the_state_of_mindfulness_science), mindfulness practices can dampen activity in the amygdala (the brain's stress and emotion center) and increase connections between the amygdala and the prefrontal cortex. This neural change helps individuals become less reactive to stress and recover more effectively when they do experience stress​.​",
    "type": "ListItem"
  }
]
