[
  {
    "text": "Why Selling Your Old Stuff Online is the New Cool 😎",
    "type": "HeaderLarge"
  },
  { "text": "A Win for Mother Earth 🌍", "type": "HeaderMedium" },
  {
    "text": "Every time you decide to sell an old item online, you're not just decluttering your space; you're also giving our planet a much-needed breather. How? Well, selling used clothing and accessories online helps divert these items from landfills. And guess what? Each year, a staggering 36 billion articles of clothing are thrown away, with 95% of them being reusable or recyclable. So, by selling that old sweater or those barely-worn shoes, you're essentially becoming an eco-warrior. Go you!",
    "type": "Text"
  },
  { "text": "Someone Else's Treasure 💎", "type": "HeaderMedium" },
  {
    "text": "One person's trash is another person's treasure, right? When you sell an item online, you're offering someone else the chance to own something they might need or want at a fraction of the original price. It's like sharing a secret treasure trove with the world.",
    "type": "Text"
  },
  {
    "text": "https://images.unsplash.com/photo-1573128581333-05857d56b92a?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1470&q=80",
    "type": "Image",
    "credit": "Unsplash - Antoine J."
  },
  { "text": "Declutter and Breathe Easy 🌬️", "type": "HeaderMedium" },
  {
    "text": "Ever felt overwhelmed by the sheer amount of stuff you own? Selling online is a therapeutic way to declutter your space. Imagine the satisfaction of seeing empty shelves and spacious closets. Plus, there's the added bonus of knowing your items are off to a new home where they'll be cherished.",
    "type": "Text"
  },
  { "text": "Cha-Ching! Extra Cash in the Bank 💰", "type": "HeaderMedium" },
  {
    "text": "While you might not become a millionaire by selling your old items, the extra cash can be a pleasant surprise. In 2020, there were 36.2 million first-time sellers among the 52.6 million total sellers. The secondhand industry is booming and is expected to double in the next five years to a whopping $77 billion. So, why not get a slice of that pie?",
    "type": "Text"
  },
  { "text": "The Generosity Multiplier ❤️", "type": "HeaderMedium" },
  {
    "text": "Now, here's where things get even more heartwarming. Once you've made that sale and have some extra cash in hand, you have the power to multiply the goodness. Consider donating the proceeds to a charity or using the money to treat someone special. It's like a ripple effect of kindness.",
    "type": "Text"
  },
  {
    "text": "[^1^]: The Pros and Cons of Reselling Your Old Items Online - GoBankingRates",
    "type": "Footnote",
    "link": "https://www.gobankingrates.com/money/side-gigs/pros-cons-reselling-your-old-items-online/"
  }
]
