[
  {
    "text": "The Surprising Power Of The Smallest Actions - Allowing Others to Go First",
    "type": "HeaderLarge"
  },
  {
    "text": "Ever found yourself in a queue, tapping your foot impatiently, thinking of the mile-long list awaiting you? Ah, the challenges of a bustling midweek! But have you ever taken a moment, exhaled, and simply... let someone go first? Such a tiny gesture, but oh, the ripples it sends!",
    "type": "Text"
  },
  {
    "text": "Shift Your Perspectives",
    "type": "HeaderMedium"
  },
  {
    "text": "Think of it as giving your mind a little shake. This minute change, like allowing someone else to be ahead of you in traffic or at the store, alters how you see things. Suddenly, there's the exhausted parent trying to soothe their child, or the older gentleman struggling with his bags. Letting them go first isn’t about giving up your place; it's about looking at the world through a kinder lens.",
    "type": "Text"
  },
  {
    "text": "Achievement",
    "type": "HeaderMedium"
  },
  {
    "text": "This is a bit like making your bed in the morning: simple and seems stupid. You also might be wondering if this is all a tad cliché. But go on, add a smile to that gesture, and feel a delightful warmth radiating inside. It’s the same feeling of satisfaction you get when you perfectly complete a challenging task, with no hiccups.",
    "type": "Text"
  },
  {
    "text": "https://images.unsplash.com/photo-1503023345310-bd7c1de61c7d?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1365&q=80",
    "type": "Image",
    "credit": "Unsplash - Lachlan Dempsey"
  },

  {
    "text": "They Are Humans",
    "type": "HeaderMedium"
  },
  {
    "text": "So, why does this all matter? Often, we see others as mere obstacles in our path. The car in front? Just another slow driver. The person double-checking their items in the checkout line? A delay in your day. But when you let someone else go ahead, a transformation happens. They’re no longer faceless hindrances. They’re humans, much like you. By a mere act of goodwill, you've humanized them.",
    "type": "Text"
  },
  {
    "text": "Benefits of Empathy",
    "type": "HeaderMedium"
  },
  {
    "text": "Empathy is the snug blanket that brings everything together. It cultivates lovely vibes, turning on those joy switches in your brain. It’s an anchor to your character, a constant whisper saying, \"I'm someone with a big heart.\" Empathy acts as a shield against negativity, endorsing emotional and physical health. Remember, empathy is more than just sharing feelings; it's about understanding. And the perks? Boundless! Studies indicate that empathy propels kind behaviors, aids in resolving conflicts, and enhances our understanding of various standpoints.",
    "type": "Text"
  },
  {
    "text": "Embracing the Journey",
    "type": "HeaderMedium"
  },
  {
    "text": "So, the next time you're in line, navigating a bustling street, or even exploring new ventures, remember - sometimes, the smallest shifts make the most profound difference. Let someone go first. Because life isn't just about the end goal; it's about the bonds we form along the journey. And who knows? Perhaps, in the end, we'll all find where we truly belong, relishing every twist and turn along the way.",
    "type": "Text"
  }
]
