[
  {
    "text": "The Simple Mantra That Can Change Your Perspective Forever - And Bring Peace and Calmness to Your Life",
    "type": "HeaderLarge"
  },
  {
    "text": "This is one of the simplest things to do, but still, my mind keeps forgetting about it over and over. When someone is doing something weird. Or sneaky. Maybe even malicious. And my mind tends to think: “wow, they must be rude. Or maybe they are even evil. Maybe I should even avoid these people?” In these cases, I try to remind myself of this small and simple notion: it’s probably not that they have bad intentions, it’s probably that they just messed up a little bit.",
    "type": "Text"
  },
  {
    "text": "And they could have messed up because of so many things:",
    "type": "HeaderMedium"
  },
  {
    "text": "Not being focused: maybe they were simply thinking about something else.",
    "type": "ListItem"
  },
  {
    "text": "Maybe they are not that competent: If they drove in a rude way, maybe they are just not that great drivers. Your co-parent may be not that great of a communicator. Your kids’ school is not making you wait for 20 minutes every day on purpose - rather, they may not be too great in time management. Your event organizer may not answer emails fast because they simply don’t like reading emails and keep procrastinating.",
    "type": "ListItem"
  },
  {
    "text": "Maybe they have personal issues and bigger problems: I have no idea what someone is going through and I really shouldn’t judge if I don’t have the full picture (and actually, thinking about it, I never have the full picture).",
    "type": "ListItem"
  },
  {
    "text": "So whatever the reason is, it is probably not personal, just incompetence. And this is not to say that the other person is stupid - no, they are just humans, just like me. I also mess up a lot. Think about all the skills that can make you seem rude because they are not your strongest suit.",
    "type": "Text"
  },
  {
    "text": "https://images.unsplash.com/photo-1620503580973-fd9a09337739?q=80&w=1473&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "type": "Image",
    "credit": "Unsplash - Elena Mozhvilo"
  },
  {
    "text": "For example, this is my list of incompetence",
    "type": "HeaderMedium"
  },

  {
    "text": "I am not a great driver: People may think I’m rude but actually I’m just not that competent.",
    "type": "ListItem"
  },
  {
    "text": "I am super authentic: so if something goes against my values, I confront them very directly- They may think it’s personal against them - when actually this is just expressing my values.",
    "type": "ListItem"
  },
  {
    "text": "I don’t really pay attention to the objects in my environment: People can sometimes think that I don’t want to help them and answer their questions but in reality, I truly have no idea if there is currently a construction in our street or not.",
    "type": "ListItem"
  },
  {
    "text": "I am rather introverted: and so in many cases I don’t go and chat with distant acquaintances. This can make me seem rude but actually, I just can’t make small talk as good as others.",
    "type": "ListItem"
  },
  {
    "text": "And I am sure there are lots of additional things I could add but you get the point. I am incompetent as well. Just like other people are incompetent sometimes. And that’s fine. We are people. But let’s give each other the benefit of the doubt and suppose that we don’t have bad intentions, we are just incompetent.",
    "type": "Text"
  },
  {
    "text": "This is actually a law called Henlon’s razor: ‘Never attribute to malice that which can be adequately explained by neglect.’ If you want to read morw about it, [check out this great article](https://fs.blog/mental-model-hanlons-razor/).",
    "type": "Text"
  },
  {
    "text": "https://ih1.redbubble.net/image.507275132.9674/tst,small,845x845-pad,1000x1000,f8f8f8.u9.jpg",
    "type": "Image"
  },
  {
    "text": "Ever since I started training my mind for this phenomenon, I feel a bunch of benefits in my daily life.",
    "type": "HeaderMedium"
  },
  {
    "text": "Peace: I don’t get angry in situations I would get angry before (well, at least, sometimes).",
    "type": "ListItem"
  },
  {
    "text": "Open-mindedness: I am able to consider a wider variety of reasons for people’s behavior.",
    "type": "ListItem"
  },
  {
    "text": "Being less judgemental: I don’t judge people because I assume their actions are more complex than my brain wants to imagine.",
    "type": "ListItem"
  },
  {
    "text": "Better relationships: Since I don’t get angry at random situations, I am more chill during my day. I don’t lash out at my partner and I don’t take out my anger on people.",
    "type": "ListItem"
  },
  {
    "text": "Productivity: Since my mind isn’t distracted by stress, I am able to focus more on things that matter.",
    "type": "ListItem"
  },
  {
    "text": "So, how about a small mind training today? Whenever someone does something that seems to be an attack against you, think about this: “Never assume bad intentions when you can assume incompetence.”",
    "type": "Text"
  }
]
