[
  {
    "text": "Why You Should Totally Brag About That Awesome Employee to Their Boss 🌟",
    "type": "HeaderLarge"
  },
  {
    "text": "We've all been there. You're at a company event, a conference, or maybe just grabbing a coffee in the break room, and you bump into someone's boss. Now, if that someone happens to be an employee you've had a fantastic experience with, this is your golden opportunity. 🎖️",
    "type": "Text"
  },
  { "text": "The Power of a Simple Compliment 🚀", "type": "HeaderMedium" },
  {
    "text": "Imagine you're working with a designer whose creativity blows your mind every single time. Or perhaps there's a supplier in your chain who's so reliable you'd bet your last dollar on them. Maybe it's that HR associate who, rain or shine, is always there with a solution to every problem. These are the unsung heroes of our daily corporate lives. And if you've been fortunate enough to work with such individuals, it's time to sing their praises. 🎤",
    "type": "Text"
  },
  {
    "text": "The thing is, while we often appreciate the work of these individuals in our minds, we rarely vocalize it, especially to the people who matter - like their bosses. But here's a fun fact: Research shows that when employees believe they will be recognized, they are 2.7x more likely to be highly engaged.",
    "type": "Text"
  },
  {
    "text": "https://images.unsplash.com/photo-1531497865144-0464ef8fb9a9?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1374&q=80",
    "type": "Image",
    "credit": "Unsplash - Mimi Thian"
  },
  {
    "text": "Specific Praise is the Best Kind of Praise 🎯",
    "type": "HeaderMedium"
  },
  {
    "text": "Now, if you're going to do this, do it right. General compliments are great, but specifics? They're the cherry on top. Remember that time the designer pulled an all-nighter to get the graphics just right for your presentation? Or when the supplier went out of their way to ensure timely delivery during a logistics nightmare? These are the stories their bosses need to hear. Not only do they highlight the employee's dedication, but they also provide tangible examples of their exceptional performance.",
    "type": "Text"
  },
  { "text": "The Bigger Picture 🌍", "type": "HeaderMedium" },
  {
    "text": "Here's another nugget of wisdom: Organizations with formal employee recognition programs have 31% less voluntary turnover. That's right, simply recognizing and appreciating employees can significantly reduce the chances of them looking for greener pastures. And let's face it, in today's competitive world, retaining top talent is half the battle won.",
    "type": "Text"
  },
  {
    "text": "Moreover, lack of recognition is the number one reason why employees leave their jobs. A staggering 66% of employees say they would leave their job if they didn't feel appreciated. So, the next time you bump into an employee's boss, remember, your words have the power to not only make someone's day but also to contribute to a more positive and productive work environment.",
    "type": "Text"
  },
  { "text": "Final Thoughts 🤔", "type": "HeaderMedium" },
  {
    "text": "In the grand scheme of things, taking a few minutes to appreciate someone might seem trivial. But as we've seen, these small gestures can have a ripple effect, leading to happier, more engaged, and more productive employees. So, the next time you find yourself in a conversation with someone's boss, don't hold back. Sing the praises of that awesome employee. After all, a little recognition goes a long way. 🌈",
    "type": "Text"
  },
  {
    "text": "[^1^]: [The Importance of Employee Recognition: Statistics and Research - Quantum Workplace](https://www.quantumworkplace.com/future-of-work/importance-of-employee-recognition)",
    "type": "Footnote"
  },
  {
    "text": "[^2^]: [The 48 Employee Recognition Statistics to Take Note of in 2023 - Select Software Reviews](https://www.selectsoftwarereviews.com/blog/employee-recognition-statistics)",
    "type": "Footnote"
  }
]
