[
  {
    "text": "Why You Should Totally Write an Actual Letter (Like, With Pen and Paper)",
    "type": "HeaderLarge"
  },
  {
    "text": "Hey there, modern human! Remember the last time you held a pen and wrote something that wasn't a grocery list or a reminder to feed the cat? No? Well, let's take a trip down memory lane and talk about the almost forgotten art of writing an actual letter. Yep, I'm talking about the kind that requires paper, an envelope, and maybe even a fancy wax seal if you're feeling extra. 💌",
    "type": "Text"
  },
  {
    "text": "Why It's Good for You:",
    "type": "HeaderMedium"
  },
  {
    "text": "First off, writing a letter is like a mini-vacation for your brain. In this age of instant messaging and 280-character tweets, taking the time to pen down your thoughts can be therapeutic. It forces you to slow down, reflect, and be present in the moment. Plus, there's something incredibly satisfying about seeing your thoughts come alive on paper. It's like a little piece of your soul that you can touch and feel. And hey, it's a great way to practice that cursive writing you learned in third grade!",
    "type": "Text"
  },
  {
    "text": "Why It's Good for Them:",
    "type": "HeaderMedium"
  },
  {
    "text": "Now, imagine the recipient's face when they receive your letter. In a world of bills and junk mail, your handwritten note is like a ray of sunshine. It shows them that you care enough to take the time and effort to write something personal. It's tangible proof of your love, friendship, or appreciation. Plus, it's a keepsake! While text messages get lost in the digital abyss, a letter can be treasured, reread, and cherished for years to come.",
    "type": "Text"
  },
  {
    "text": "https://images.unsplash.com/photo-1576460483489-6598d11a41e2?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1470&q=80",
    "type": "Image",
    "credit": "Unsplash - Denise Karis"
  },
  {
    "text": "The Extra Sprinkles on Top:",
    "type": "HeaderMedium"
  },
  {
    "text": "Eco-friendly Vibes: If you're environmentally conscious, opt for recycled paper or materials that give back to Mother Earth. It's a win-win!",
    "type": "ListItem"
  },
  {
    "text": "Wax Seals & Stickers: Jazz up your letter with some old-school wax seals or funky stickers. It adds a personal touch and makes the experience even more memorable.",
    "type": "ListItem"
  },
  {
    "text": "The Joy of Snail Mail: There's something exciting about sending (and receiving) mail the old-fashioned way. It's like a mini-adventure, wondering when your letter will reach its destination and waiting for a reply.",
    "type": "ListItem"
  },
  {
    "text": "In conclusion, writing an actual letter is a beautiful blend of nostalgia and connection. It's a small act that can make a big difference in your life and the life of the recipient. So, why not grab a pen, find some fancy paper, and start writing? Your future self (and your lucky recipient) will thank you! 📝💕",
    "type": "Text"
  }
]
