[
  {
    "text": "The Most Underrated Thing You Can Do For Yourself",
    "type": "HeaderLarge"
  },
  {
    "text": "Responsibility. It's a word we throw around often, but do we truly grasp its depth? It's not just about owning up to our mistakes or being accountable for our actions. It's about the power of choice, the ability to respond, and the freedom to break free from our patterns.",
    "type": "Text"
  },
  { "text": "The Real Meaning of Responsibility", "type": "HeaderMedium" },
  {
    "text": "When you dissect the word 'responsibility', it essentially means having the capacity to give a response. It's about being aware what happened and what would be my instinct to think or feel. It's about choosing our response. Imagine a scenario where something triggers your anger. Instead of immediately succumbing to that emotion, you pause, assess, and realize that yes, I am starting to feel anger. Then you can decide how much power you give to this feeling. That's responsibility in action.",
    "type": "Text"
  },
  {
    "text": "https://images.unsplash.com/photo-1497223257145-105821384fba?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1332&q=80",
    "type": "Image",
    "credit": "Unsplash - Letizia Bordoni"
  },
  { "text": "Break Free from Patterns", "type": "HeaderMedium" },
  {
    "text": "One of the most empowering aspects of taking responsibility is the ability to break free from our ingrained patterns. We all have them - those automatic reactions and behaviors that we've developed over time. But when we start to actively choose our responses, we begin to rewrite our narrative. We're no longer slaves to our habits; we become the authors of our stories.",
    "type": "Text"
  },
  { "text": "Mindfulness: The Key to Responsibility", "type": "HeaderMedium" },
  {
    "text": "Being responsible requires a high degree of mindfulness. It's about being acutely aware of our surroundings, our feelings, and our reactions. Even dedicating just 5 or 10 minutes a day to truly observe and listen to what's happening around us can make a world of difference.",
    "type": "Text"
  },
  { "text": "No More Playing the Victim", "type": "HeaderMedium" },
  {
    "text": "Taking responsibility also means letting go of the victim mentality. It's easy to blame others for our circumstances or feelings. But when we take responsibility, we reclaim the power over our lives. We recognize that while we can't control everything that happens to us, we can control how we respond.",
    "type": "Text"
  },
  {
    "text": "So, the next time you find yourself at a crossroads, remember that you have the power of choice. Embrace responsibility, actively listen, and choose the response that aligns with the person you want to be. After all, it's the most underrated superpower we all possess.",
    "type": "Text"
  }
]
