[
  {
    "text": "There is no good reason not to meditate - but here are 10 great reasons to do it (with the easiest guide you have ever seen)",
    "type": "HeaderLarge"
  },
  {
    "text": "Meditation without a doubt is one of the things that can improve your wellbeing the most. We hear this so much that this is even close to being a cliché. But how to do it? Its actual practice is one of the simplest yet most complicated tasks of all times. So let me help with it a bit.",
    "type": "Text"
  },
  {
    "text": "My personal meditation journey began around 20 years ago when in my early teenage years I started to feel the need to start exploring meditation and spirituality. I went to a vipassana meditation course, a bunch of different guided meditations and then started to practice on my own. Full disclosure, I don’t meditate every day - hopefully, one day I’ll be able to tell you all that I do - but I meditate on every second day on average in the past two decades. So my knowledge is definitely limited but it’s something.",
    "type": "Text"
  },
  {
    "text": "How to start meditating?",
    "type": "HeaderMedium"
  },
  {
    "text": "1. Sit down: The easiest and still very effective way to sit is in my opinion the Burmese position which looks more or less like this:",
    "type": "ListItem"
  },
  {
    "text": "https://images.unsplash.com/photo-1529693662653-9d480530a697?q=80&w=1331&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "type": "Image"
  },
  {
    "text": "If you are not super flexible, sit on a pillow or cushion. Put your feet in front of you cross legged. Your knees should be able to touch the floor. Your hands should be on your knees, two or three fingers can touch.",
    "type": "Text"
  },
  {
    "text": "2. Start a timer: One option is using this video where you will just get 5 interval bells during a 20 minutes silent meditation:",
    "type": "ListItem"
  },
  {
    "text": "https://www.youtube.com/embed/3ABdRvLSruA?si=wSHvqlQr0pWYHcRT",
    "type": "Youtube"
  },
  {
    "text": "Or if you’d prefer an app, I love to use [Insight timer’s meditation timer](https://insighttimer.com/meditation-timer) which will give you a similar result.",
    "type": "Text"
  },
  {
    "text": "3. Okay, let’s do this: Until now, it was just practicalities and now here comes my favorite method. So in my opinion, the whole point of meditation is letting the universe’s energy flow through us. This happens simultaneously during breathing. So the only thing that we do is breathing in - and while you breathe in, start to feel the energy flowing from the top of your head through your body - and then we breathe out - and while you breathe out, feel the energy leaving your body through your fingers.",
    "type": "ListItem"
  },
  {
    "text": "This is the simplest way. I prefer to usually add some chakra focus and additional extras but as a start, this is perfectly enough.",
    "type": "Text"
  },
  {
    "text": "How to start meditating - option B: Guided meditation",
    "type": "HeaderMedium"
  },
  {
    "text": "If you’d like to try a guided meditation, this is a beautiful one:",
    "type": "Text"
  },
  {
    "text": "https://www.youtube.com/embed/TPC_36ZHOjo?si=UcY9q9Nrakh2yPzg",
    "type": "Youtube"
  },
  {
    "text": "Why meditate?",
    "type": "HeaderMedium"
  },
  {
    "text": "Okay so if you need some reasons, let me give you a couple - all science backed!",
    "type": "Text"
  },
  {
    "text": "[Reduces stress](https://www.sciencedirect.com/science/article/pii/S0272735815300623)",
    "type": "ListItem"
  },
  {
    "text": "[Helps with anxiety](https://www.sciencedirect.com/science/article/abs/pii/016383439500025M?via%3Dihub)",
    "type": "ListItem"
  },
  {
    "text": "[Improves depression and wellbeing](https://www.frontiersin.org/articles/10.3389/fnhum.2017.00315/full)",
    "type": "ListItem"
  },
  {
    "text": "[Lowers blood pressure](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3303565/)",
    "type": "ListItem"
  },
  {
    "text": "[Improves memory](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3004979/)",
    "type": "ListItem"
  },
  {
    "text": "Amazing for your brain: your brain aging slows down, your attention improves, innovation is increased, you get better at problem-solving and trauma-caused mental health cognitions improve as well ([source](https://www.amazon.com/Rewire-Your-Mind-Discover-mindfulness/dp/1783252936))",
    "type": "ListItem"
  },
  {
    "text": "[Helps with chronic pain](https://www.newscientist.com/article/mg25033370-300-the-mindfulness-revolution-a-clear-headed-look-at-the-evidence/): after a 60-80-minute-long mindfulness practice, participants reported (confirmed by observation by the fMRI scanner) 45% less pain. To put this into context, this result is the double as if patients got a clinical dose of morphine!",
    "type": "ListItem"
  },
  {
    "text": "[Helps with your career](https://psycnet.apa.org/record/2016-19070-004): - it seems that even workplace benefits come from meditation",
    "type": "ListItem"
  },
  {
    "text": "[You will sleep better](https://academic.oup.com/sleep/article/37/9/1553/2416992)",
    "type": "ListItem"
  },
  {
    "text": "[Improves your relationships](https://link.springer.com/article/10.1007/s12144-022-02826-4)",
    "type": "ListItem"
  },
  {
    "text": "But the personal benefits I guess are different from person to person. As for me, there is a picture in my room, saying “You should sit in meditation every day for 20 minutes. Unless you’re too busy. Then you should sit for an hour.” - because I genuinely believe that meditation actually gives me back time, improves my performance, saves me from spending time on conflicts and interpersonal stress and gives my day a huge boost. So there are benefits for sure. But which one is the most prominent for you - go ahead and find out.",
    "type": "Text"
  }
]
