[
  {
    "text": "Terms and conditions for Outbreak",
    "type": "HeaderLarge"
  },
  {
    "text": "Last updated: 18 October 2023",
    "type": "HeaderMedium"
  },
  {
    "text": "1. Introduction and acceptance of terms",
    "type": "HeaderMedium"
  },
  {
    "text": "Welcome to Outbreak, an app and website dedicated to promoting happiness and kindness through daily actions and challenges. By using our platform, you agree to these terms and conditions.",
    "type": "Text"
  },
  {
    "text": "1.1 If you choose to use certain Outbreak products or services displaying or otherwise governed by these Terms of Service, including Outbreak.com (the “Site”), Outbreak's mobile sites and applications, any of the features of the Site, including but not limited to RSS feeds, APIs, and Software (as defined below) and other downloads (collectively, the \"Services\"), you will be agreeing to abide by all of the terms and conditions of these Terms of Service between you and Outbreak.",
    "type": "Text"
  },
  {
    "text": "1.2 We may change, add or remove portions of these Terms of Service at any time by notifying you of the change in writing (including updating the date above after “Last Updated On”). Such changes will become effective immediately upon posting. It is your responsibility to review these Terms of Service prior to each use of the Site.",
    "type": "Text"
  },
  {
    "text": "1.3 We may change, suspend or discontinue any aspect of the Services at any time, including the availability of any Services feature, database, or content. We may also impose limits on certain features and services or restrict your access to parts or all of the Services without notice or liability.",
    "type": "Text"
  },
  {
    "text": "1.4 Being exposed to advertising is a condition of accessing the Services.",
    "type": "Text"
  },
  {
    "text": "2. Registration and Account Security",
    "type": "HeaderMedium"
  },
  {
    "text": "Users can access Outbreak by logging in through their Google accounts via Google SSO. By using this method, you grant Outbreak permission to access and use the information provided by Google according to our Privacy Policy.",
    "type": "Text"
  },
  {
    "text": "3. Content and Services",
    "type": "HeaderMedium"
  },
  {
    "text": "Outbreak offers articles and challenges that aim to promote positive actions. While we strive for accuracy and provide references whenever possible, we are not responsible for any misinformation on third-party sites linked from our platform.",
    "type": "Text"
  },
  {
    "text": "All content on Outbreak is owned by us and is protected by copyright laws. While users can share our content, it may not be reused or republished without our express permission.",
    "type": "Text"
  },
  {
    "text": "3.1 The contents of the Services, including the Site, are intended for your personal, non-commercial use. All materials published or available on the Services (including, but not limited to text, photographs, images, illustrations, designs, audio clips, video clips, “look and feel,” metadata, data, or compilations, all also known as the \"Content\") are protected by copyright, and owned or controlled by Outbreak or the party credited as the provider of the Content. Outbreak also owns copyright in the selection, coordination, compilation, and enhancement of such Content (“Arrangement”). You shall abide by all additional copyright notices, information, or restrictions contained in any Content accessed through the Service. Non-commercial use does not include the use of Content without prior written consent from Outbreak in connection with: (1) the development of any software program, including, but not limited to, training a machine learning or artificial intelligence (AI) system; or (2) providing archived or cached data sets containing Content to another person or entity.",
    "type": "Text"
  },
  {
    "text": "4. User Responsibilities",
    "type": "HeaderMedium"
  },
  {
    "text": "Users are expected to engage with Outbreak in a respectful and positive manner. You may not access or use, or attempt to access or use, the Services to take any action that could harm us or a third party. You may not use the Services in violation of applicable laws, including export controls and sanctions, or in violation of our or any third party’s intellectual property or other proprietary or legal rights. You further agree that you will not attempt (or encourage or support anyone else's attempt) to circumvent, reverse engineer, decrypt, or otherwise alter or interfere with the Services, or any content of the Services, or make any unauthorized use of the Services. Without Outbreak prior written consent, you shall not:",
    "type": "Text"
  },
  {
    "text": "(1) access any part of the Services, Content, data or information you do not have permission or authorization to access or for which Outbreak has revoked your access;",
    "type": "ListItem"
  },
  {
    "text": "(2) use robots, spiders, scripts, service, software or any manual or automatic device, tool, or process designed to data mine or scrape the Content, data or information from the Services, or otherwise use, access, or collect the Content, data or information from the Services using automated means;",
    "type": "ListItem"
  },
  {
    "text": "(3) use the Content for the development of any software program, including, but not limited to, training a machine learning or artificial intelligence (AI) system.",
    "type": "ListItem"
  },
  {
    "text": "(4) use services, software or any manual or automatic device, tool, or process designed to circumvent any restriction, condition, or technological measure that controls access to the Services in any way, including overriding any security feature or bypassing or circumventing any access controls or use limits of the Services;",
    "type": "ListItem"
  },
  {
    "text": "(5) cache or archive the Content (except for a public search engine’s use of spiders for creating search indices);",
    "type": "ListItem"
  },
  {
    "text": "(6) take action that imposes an unreasonable or disproportionately large load on our network or infrastructure; and",
    "type": "ListItem"
  },
  {
    "text": "(7) do anything that could disable, damage or change the functioning or appearance of the Services, including the presentation of advertising.",
    "type": "ListItem"
  },
  {
    "text": "4.2 Engaging in a prohibited use of the Services may result in civil, criminal, and/or administrative penalties, fines, or sanctions against the user and those assisting the user.",
    "type": "Text"
  },

  {
    "text": "5. Third-party Links and Advertisements",
    "type": "HeaderMedium"
  },
  {
    "text": "Outbreak may contain links to third-party websites and display advertisements from third-party advertising companies. We are not responsible for the content or practices of these third-party sites and advertisers.",
    "type": "Text"
  },
  {
    "text": "6. Dispute Resolution",
    "type": "HeaderMedium"
  },
  {
    "text": "Any disputes arising out of or related to these terms and conditions or the use of Outbreak will be governed by Hungarian law.",
    "type": "Text"
  },
  {
    "text": "7. Termination",
    "type": "HeaderMedium"
  },
  {
    "text": "7.1 Termination or Suspension: Outbreak may, in its sole discretion, terminate or suspend your access to all or part of the Services for any reason, including, without limitation, breach or assignment of these Terms of Service or at the user's request.",
    "type": "Text"
  },
  {
    "text": "7.2 Survival of Provisions: The provisions of these Terms of Service will survive the termination of your account or access to all or part of the Services.",
    "type": "Text"
  },
  {
    "text": "8. Contact Information",
    "type": "HeaderMedium"
  },
  {
    "text": "For any questions or concerns related to these terms and conditions, please contact us at [evi.kadar@gmail.com].",
    "type": "Text"
  }
]
