[
  {
    "text": "If You Think Turning Off Your Computer Doesn’t Make Any Difference, You Are Wrong On Several Levels",
    "type": "HeaderLarge"
  },
  {
    "text": "Turning off your computer sounds so straightforward, doesn’t it? So simple and easy, we tend to underestimate it. Well, let’s not. Sure, it saves money and the planet - and I’ll get to some statistics in a minute - but there’s more. It’s sort of like a positive gateway habit - just like making your bed in the morning. Let me tell you why!",
    "type": "Text"
  },
  {
    "text": "The savings for the environment",
    "type": "HeaderMedium"
  },
  {
    "text": "So if you are like me, you may think:",
    "type": "Text"
  },
  {
    "text": "Leaving a computer on for the night doesn’t really use any energy at all.",
    "type": "ListItem"
  },
  {
    "text": "It also doesn’t cost me any money.",
    "type": "ListItem"
  },
  {
    "text": "Well actually, both of these ideas are completely wrong. The truth is that if you use your laptop for 8 hours a day, it emits 44kg-88kg of CO2 per year. If you leave it for the rest of the day in standby mode, its energy consumption drops to its third: that means that if you leave it in standby mode for 16 hours a day, that will result in 20-40kg of CO2 emission per year!",
    "type": "Text"
  },
  {
    "text": "So this means that if we have a laptop, if you turn it off only today, you will save 0.08 kg CO2.",
    "type": "Text"
  },
  {
    "text": "If you use a computer, the significance is even higher: the usage of a laptop emits 150-300kg of CO2 per year. In standby mode, it also uses third so turning it off for just tonight will save half a kg of CO2!",
    "type": "Text"
  },
  {
    "text": "To put this into perspective: the average person in the world has a carbon footprint of about 4 tons annually, which breaks down to roughly 11kg per day. So this teeny-tiny action of turning of your computer has already saved 5% of the daily consumption of the average person! If saving the world would be this easy in other aspects, we wouldn’t have issues. :D",
    "type": "Text"
  },
  {
    "text": "https://images.unsplash.com/photo-1568819802398-467f62486ce4?q=80&w=1336&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "type": "Image",
    "credit": "Prophsee Journals"
  },
  {
    "text": "Keeping healthy work boundaries",
    "type": "HeaderMedium"
  },
  {
    "text": "But this is not the only advantage why you should turn off your computer. It can also help in keeping better work-life balance if you work from home, plus it can be a part of a “closing the day tradition”.",
    "type": "Text"
  },
  {
    "text": "If you just shut down your computer, you already created a small Work Shutdown Ritual.",
    "type": "Text"
  },
  {
    "text": "A Work Shutdown Ritual can be helpful in a couple ways:",
    "type": "HeaderMedium"
  },
  {
    "text": "Keeps you motivated: because you notice your daily accomplishments during closing off all the tabs or checking done tasks off from your lists.",
    "type": "ListItem"
  },
  {
    "text": "Keeps you focused: by making it obvious what you would like to start with tomorrow.",
    "type": "ListItem"
  },
  {
    "text": "Reduces stress since you start keeping healthy boundaries: With the small act of closing down your day, you tell your mind that this has been all for today - and it’s fine. This way you allow yourself to stay calm and focus on the rest of your day.",
    "type": "ListItem"
  },
  { "text": "DAF0DA74sVc", "type": "Canva" },
  {
    "text": "So what can you do as a shutting off work ritual? Here are a couple ideas apart from shutting down your computer:",
    "type": "HeaderMedium"
  },
  {
    "text": "Go for a quick walk.",
    "type": "ListItem"
  },
  {
    "text": "Tidy up your desk.",
    "type": "ListItem"
  },
  {
    "text": "Make a small ritual: drink a cup of hot tea, water the plants or close the curtains.",
    "type": "ListItem"
  },
  {
    "text": "Close your tabs.",
    "type": "ListItem"
  },
  {
    "text": "Tick off everything you finished from your checklist!",
    "type": "ListItem"
  },
  {
    "text": "Write a list of things you’d like to do tomorrow.",
    "type": "ListItem"
  },
  {
    "text": "Manage Tomorrow: mark yourself the hardest thing as something to tackle first - or mark an easy one for a quick win.",
    "type": "ListItem"
  },
  {
    "text": "Unwind: Think of the upcoming part of your day and start to feel the mood of the evening. Imagine the plans you have with your friends, the hot bath you will enjoy or the dinner you’ll prepare. Start creating a new mindset where you let go of all the work-related issues and prepare your mind to recharge and reset.",
    "type": "ListItem"
  },
  {
    "text": "It’s worth to find your ideal routine for a better work-life balance and a calmer mind - but whatever works the best for you, do me a favor and cheer yourself for turning off your electronic devices for the night!",
    "type": "Text"
  },
  {
    "text": "[8billion trees](https://8billiontrees.com/carbon-offsets-credits/carbon-footprint-of-a-laptop/)",
    "type": "Footnote"
  },
  {
    "text": "[Energuide](https://www.energuide.be/en/questions-answers/how-much-power-does-a-computer-use-and-how-much-co2-does-that-represent/54/)",
    "type": "Footnote"
  },
  {
    "text": "[World Bank Data](https://data.worldbank.org/indicator/EN.ATM.CO2E.PC)",
    "type": "Footnote"
  }
]
