[
  {
    "text": "18 Traditions to Start with The People Who Matter",
    "type": "HeaderLarge"
  },
  {
    "text": "We humans are creatures of habit. We love our routines, our little rituals, and yes, our traditions. But who said traditions have to be ancient or passed down through generations? Why not create our own? Especially with those we hold dear. Here's a fun list of traditions you can start with your loved ones.",
    "type": "Text"
  },
  {
    "text": "For the Little Humans (Kids)",
    "type": "HeaderMedium"
  },
  {
    "text": "1. Ice Cream Friday: Because who doesn't love ending the week with a scoop (or three) of their favorite flavor? 🍦",
    "type": "ListItem"
  },
  {
    "text": "2. Weekly Check-in: Sit down and chat about the week. What went well? What could've been better? It's like a mini therapy session, minus the couch.",
    "type": "ListItem"
  },
  {
    "text": "3. Cooking Together: Whether it's baking cookies or making spaghetti, it's less about the food and more about the memories. 🍪🍝",
    "type": "ListItem"
  },
  {
    "text": "4. Parent-Child Dates: Quality one-on-one time. Maybe it's a trip to the zoo, or just a walk in the park.",
    "type": "ListItem"
  },
  {
    "text": "5. Mommy/Daddy Day: I read this long-long ago on [Humans of New York](https://www.instagram.com/humansofny) and it really stick with me. This is a surprise day where school and work are skipped to spend the day together. Imagine the excitement!",
    "type": "ListItem"
  },
  {
    "text": "https://images.unsplash.com/photo-1584410802135-038c9b9bca15?auto=format&fit=crop&q=80&w=1470&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "type": "Image",
    "credit": "Unsplash - Mason Hassoun"
  },
  {
    "text": "For the Better Half (Spouse)",
    "type": "HeaderMedium"
  },
  {
    "text": "6. Date Night Every 3 Weeks: they say this is one of the things you can do for a long-term succesful relationship.",
    "type": "ListItem"
  },
  {
    "text": "7. Breakfast Day: So I usually don't eat breakfast. But sometimes when we are on vacation, I do - after all, in that case it's usually free so I have to! And once my partner said that it is so nice to have breakfast together, let's have them sometimes at home as well. So every 4th Sunday we create a special breakfast: Japanese pancake, Mexican tortilla, avocado toast, Croque Madame - it's always different so this list goes on and on.",
    "type": "ListItem"
  },
  {
    "text": "8. Daily Walks: We just started doing this a couple months ago and it's surprisingly nice to stand up between two busy work sessions and discover the neighborhood..",
    "type": "ListItem"
  },
  {
    "text": "9. Special Christmas Ornament: sentimental and fun at the same time.",
    "type": "ListItem"
  },
  {
    "text": "For the Whole Squad (Family)",
    "type": "HeaderMedium"
  },
  {
    "text": "10. Movie Night: Popcorn, blankets, and a good film. Classic.",
    "type": "ListItem"
  },
  {
    "text": "11. Board Game Night: Monopoly, anyone? Just remember, it's just a game.",
    "type": "ListItem"
  },
  {
    "text": "12. Photo Book Every Year: A tangible Instagram, if you will.",
    "type": "ListItem"
  },
  {
    "text": "13. Pizza Day: Because... pizza. 🍕",
    "type": "ListItem"
  },
  {
    "text": "14. Special Breakfast on Birthdays: This is from our Swedish relatives that we stole because, well, it's amazing.",
    "type": "ListItem"
  },
  {
    "text": "For the Homies (Friends) 🤜🤛",
    "type": "HeaderMedium"
  },
  {
    "text": "15. Summer Weekend in the Countryside: Nature, friends, and definitely a campfire. Perfect.",
    "type": "ListItem"
  },
  {
    "text": "16. Envelope Party: Write a letter for your future self and read the previous year's. A journey through time, in paper form.",
    "type": "ListItem"
  },
  {
    "text": "17. Cooking Party: Different themes every time. Mexican night, tapas day or stew.",
    "type": "ListItem"
  },
  {
    "text": "18. Summer Opening Barbecue: Celebrate the start of sunny days with some grilled goodness.",
    "type": "ListItem"
  },
  {
    "text": "So, there you have it. Traditions aren't just about the past; they're about creating moments now that will be cherished in the future. And the best part? You get to make the rules. So, go on, start a new tradition. Or two. Or ten. 🎉",
    "type": "Text"
  }
]
