[
  {
    "text": "41 Things To Put On Your Gratitude List Even On Your Worst Day",
    "type": "HeaderMedium"
  },
  {
    "text": "Being grateful is something we often associate with being happy. This is wrong. It actually is most beneficial when we feel down. When we are hurt. When we are going through a soul-crashing moment. When we have one of those days that are the hardest to live.",
    "type": "Text"
  },
  {
    "text": "These are the moments when we really can use this tool.",
    "type": "Text"
  },
  { "text": "Why?", "type": "HeaderSmall" },
  {
    "text": "Because it opens up a huge big window of opportunities. A window that shows us there is so much more than we can currently see. It’s a bit like a magic tool: in the moments of the biggest desperation when we are most stuck in the mud, it opens up the horizon. And we are able to see the biggest picture.",
    "type": "Text"
  },
  {
    "text": "Just think of any of these things and feel how blessed you are to have this experience:",
    "type": "Text"
  },
  {
    "text": "You can experience life in its magnificence.",
    "type": "ListItem"
  },
  {
    "text": "You have a body that helps you feel, touch, see, move, hear, smell.",
    "type": "ListItem"
  },
  { "text": "You can feel the wind.", "type": "ListItem" },
  {
    "text": "You can see the sky and the birds and the trees.",
    "type": "ListItem"
  },
  {
    "text": "You can see people doing their not-so-important things that seem the most important thing to them on earth right now.",
    "type": "ListItem"
  },
  {
    "text": "You can be here in this big wilderness of the world where no one really has a clue about anything.",
    "type": "ListItem"
  },
  {
    "text": "You can have thoughts that always change and shift your mindset in a minute.",
    "type": "ListItem"
  },
  {
    "text": "You have the power to guide yourself to the next step.",
    "type": "ListItem"
  },
  { "text": "You have the power to stand up.", "type": "ListItem" },
  {
    "text": "You can experience your feelings and let them flow through you.",
    "type": "ListItem"
  },
  { "text": "You can say hi to your feelings.", "type": "ListItem" },
  {
    "text": "You can acknowledge what is happening and decide how much power you give the events over you.",
    "type": "ListItem"
  },
  { "text": "You can try your best today.", "type": "ListItem" },
  { "text": "But you can start again tomorrow.", "type": "ListItem" },
  { "text": "You can change your direction any time.", "type": "ListItem" },
  {
    "text": "But you can stick to a road as long as you need to.",
    "type": "ListItem"
  },
  { "text": "You can move your body.", "type": "ListItem" },
  { "text": "You can breathe in and breathe out.", "type": "ListItem" },
  {
    "text": "You can help your breathing guide you through a moment.",
    "type": "ListItem"
  },
  {
    "text": "You can always reach for guidance. It is in books, in people, in quotes, on the internet and in your heart.",
    "type": "ListItem"
  },
  {
    "text": "You will not be left alone, even if you feel so.",
    "type": "ListItem"
  },
  {
    "text": "You are supported by more things and more people than you would think.",
    "type": "ListItem"
  },
  {
    "text": "You are always right where you need to be, even if it’s a tough place.",
    "type": "ListItem"
  },
  { "text": "You are cared for.", "type": "ListItem" },
  { "text": "You are loved.", "type": "ListItem" },
  { "text": "You are strong.", "type": "ListItem" },
  { "text": "You have what it takes to go through today.", "type": "ListItem" },
  {
    "text": "There are people who love you. Even if right now you feel there is nobody, think again and allow the picture of people who are there for you come to your mind.",
    "type": "ListItem"
  },
  { "text": "You are able to love.", "type": "ListItem" },
  { "text": "You have people or animals you love.", "type": "ListItem" },
  { "text": "You have moments you loved.", "type": "ListItem" },
  { "text": "You have scenes in your head you love.", "type": "ListItem" },
  {
    "text": "There is a specific moment in your past that brought you joy.",
    "type": "ListItem"
  },
  { "text": "A place which caused you joy.", "type": "ListItem" },
  {
    "text": "A sentence someone told you that lifted your heart.",
    "type": "ListItem"
  },
  {
    "text": "A chance for connection that may come today.",
    "type": "ListItem"
  },
  {
    "text": "An opportunity to brighten up someone’s day that may come today.",
    "type": "ListItem"
  },
  {
    "text": "The moment of letting go when you fall asleep.",
    "type": "ListItem"
  },
  { "text": "Your life has a purpose.", "type": "ListItem" },
  {
    "text": "You have gifts only you can give to the world.",
    "type": "ListItem"
  },
  { "text": "You have this moment.", "type": "ListItem" },
  { "text": "DAF0Z2_hNtc", "type": "Canva" },
  {
    "text": "There is more of course and it is perfectly fine to feel grateful for your cup of coffee, the love of your family, your amazing job, your beautiful skin or lovely home. And please do. But even if you feel all is lost, just know that there is more than you feel right now.",
    "type": "Text"
  }
]
