[
  {
    "text": "Why Your Ears Aren't Enough: The Art of Active Listening",
    "type": "HeaderLarge"
  },
  {
    "text": "You know that feeling when you're chatting with someone, and you suddenly realize you've zoned out? Yep, your ears were working, but your brain was on vacation. That's passive listening. But there's a superhero version of this: active listening. It's like giving your conversation a power-up.",
    "type": "Text"
  },
  {
    "text": "What's the Big Deal with Active Listening?",
    "type": "HeaderMedium"
  },
  {
    "text": "Active listening isn't just about letting words flow into your ears. It's about diving deep into the ocean of conversation, seeking the treasure of understanding. It's about being present, showing interest with good eye contact, and really getting the meaning behind the words.",
    "type": "Text"
  },

  { "text": "Benefits of Being an Active Listener", "type": "HeaderMedium" },
  {
    "text": "Relationship Building: Active listening is the foundation of any strong relationship. It makes people feel heard and valued.",
    "type": "ListItem"
  },
  {
    "text": "Empathy and Compassion: When someone's having a tough time, active listening can be a comforting blanket. It shows you genuinely care and understand their feelings.",
    "type": "ListItem"
  },
  {
    "text": "Problem-Solving: In work or personal settings, understanding the problem is half the battle. Active listening helps you grasp issues and find optimal solutions.",
    "type": "ListItem"
  },
  {
    "text": "https://images.unsplash.com/photo-1546795708-c962dc089798?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1470&q=80",
    "type": "Image",
    "credit": "Unsplash - Etienne Boulanger"
  },
  { "text": "How to Be an Active Listening Ninja", "type": "HeaderMedium" },
  {
    "text": "Be Fully Present: This isn't the time to daydream about your next vacation. Focus on the speaker and let everything else fade away.",
    "type": "ListItem"
  },
  {
    "text": "Non-Verbal Cues Matter: Did you know that up to 65% of communication is unspoken? Body language speaks volumes. So, nod, maintain eye contact, and show you're tuned in.",
    "type": "ListItem"
  },
  {
    "text": "Ask Open-Ended Questions: Instead of \"Did you like the movie?\", try \"What did you think about the movie's plot?\". It keeps the conversation flowing.",
    "type": "ListItem"
  },
  {
    "text": "Reflect and Paraphrase: Occasionally, mirror back what you've heard. It ensures you're on the same page and makes the other person feel understood.",
    "type": "ListItem"
  },
  {
    "text": "Hold the Judgments: Keep your inner critic in check. Let the conversation be a safe zone.",
    "type": "ListItem"
  },
  {
    "text": "So, next time you're in a conversation, remember: your ears hear, but it's your mind and heart that truly listen. Give active listening a shot, and watch your conversations transform!",
    "type": "Text"
  },
  {
    "text": "[^1^]: [Listening Skills - Inter-American Development Bank](https://blogs.iadb.org/educacion/en/listening-skills/)",
    "type": "Footnote"
  },
  {
    "text": "[^2^]: [Active Listening: Techniques, Benefits, Examples - Verywell Mind](https://www.verywellmind.com/what-is-active-listening-3024343)",
    "type": "Footnote"
  },
  {
    "text": "[^3^]: [Why Is Active Listening Important for Your Success - University of the People](https://www.uopeople.edu/blog/why-is-active-listening-important/)",
    "type": "Footnote"
  }
]
