[
  {
    "text": "Plant a Flower Bees Love: A Small Act with Big Impact",
    "type": "HeaderLarge"
  },
  {
    "text": "Bees are more than just the creatures that sting you when threatened. They play a pivotal role in our ecosystem, and their importance cannot be overstated. By planting a flower that bees love, you're not just beautifying your surroundings but also contributing to the well-being of these essential pollinators.",
    "type": "Text"
  },
  {
    "text": "The Mighty Role of Bees in Our Ecosystem",
    "type": "HeaderMedium"
  },
  {
    "text": "Bees are critical pollinators. They pollinate approximately 70 of the 100 crop species that feed 90% of the world. This means that without bees, our diets would be vastly different, and many of the foods we take for granted would become scarce or disappear altogether. To put it in perspective, honey bees alone are responsible for $30 billion a year in crops.",
    "type": "Text"
  },
  {
    "text": "The Ripple Effect on Plants and Us",
    "type": "HeaderMedium"
  },
  {
    "text": "If bees were to go extinct, the consequences would be catastrophic. We might lose all the plants that bees pollinate, and subsequently, all the animals that consume those plants. This domino effect would continue up the food chain, potentially leading to a world that struggles to sustain the global human population of 7 billion. Imagine walking into a supermarket and finding half the amount of fruits and vegetables you're used to seeing.",
    "type": "Text"
  },
  {
    "text": "https://images.unsplash.com/photo-1492284490029-f5a59af3e958?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1374&q=80",
    "type": "Image",
    "credit": "Unsplash - Aaron Burden"
  },
  {
    "text": "The Benefits of Planting Bee-Friendly Flowers",
    "type": "HeaderMedium"
  },
  {
    "text": "By planting flowers that bees are attracted to, you're providing them with the necessary nectar and pollen they need to survive. In return, these bees will pollinate other plants, ensuring that they reproduce and continue to provide food for various species, including humans.",
    "type": "Text"
  },
  {
    "text": "The Current Plight of Bees",
    "type": "HeaderMedium"
  },
  {
    "text": "Unfortunately, bee populations are declining at an alarming rate. Factors contributing to this decline include the loss of flower meadows, the varroa mite that preys on bees, climate change, and the use of pesticides. By planting bee-friendly flowers, you're offering them a safe haven where they can thrive and continue their essential work.",
    "type": "Text"
  },
  {
    "text": "A Simple Act with Profound Benefits",
    "type": "HeaderMedium"
  },
  {
    "text": "Planting a flower may seem like a small act, but its impact is profound. Not only are you aiding in the conservation of bees, but you're also ensuring the survival of various plants and animals that depend on them. Plus, there's the added benefit of beautifying your surroundings and playing a part in maintaining the delicate balance of our ecosystem.",
    "type": "Text"
  },
  {
    "text": "What would happen if bees went extinct? - BBC Future: Without bees, the availability and diversity of fresh produce would decline substantially, and human nutrition would likely suffer. Crops that would disappear include broccoli, asparagus, cantaloupes, cucumbers, pumpkins, blueberries, watermelons, almonds, apples, cranberries, and cherries. [Link](https://www.bbc.com/future/article/20140502-what-if-bees-went-extinct)",
    "type": "Footnote"
  },
  {
    "text": "The importance of bees - Nature: Bees play a crucial role in increasing crop yields. About one-third of the food we consume each day relies on pollination mainly by bees. [Link](https://www.nature.com/articles/d41586-019-01408-6)",
    "type": "Footnote"
  }
]
