[
  {
    "text": "Make your life a collection of awesome habits",
    "type": "HeaderLarge"
  },
  {
    "text": "You know that feeling when you're lying in bed, staring at the ceiling, and your brain suddenly goes, \"Hey, remember that time in 3rd grade when you called your teacher 'mom'?\" Yeah, that's your brain's way of reminding you it loves to overthink. But what if we could channel that energy into something productive? Like, say, introducing a new habit?",
    "type": "Text"
  },
  { "text": "The \"Why\" Behind the Madness", "type": "HeaderMedium" },
  {
    "text": "I've always been a fan of those little moments of introspection. You know, when you're waiting for your coffee to brew, and you think, \"How can I make my life 0.01% better today?\" It might sound like a weird hobby, but trust me, it's a game-changer. Over time, these tiny improvements compound, and before you know it, you're living a life that's not just good, but awesome.",
    "type": "Text"
  },
  { "text": "The Habit Blueprint", "type": "HeaderMedium" },
  { "text": "So, how do you get started? It's simple.", "type": "Text" },
  {
    "text": "https://images.unsplash.com/photo-1591133177103-3aa67f051e1a?auto=format&fit=crop&q=80&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&w=1470",
    "type": "Image",
    "credit": "Unsplash - Mariah Hewines"
  },
  { "text": "Step 1: Life Areas Audit", "type": "HeaderSmall" },
  { "text": "Think of the various areas in your life:", "type": "Text" },
  { "text": "Work", "type": "ListItem" },
  { "text": "Family", "type": "ListItem" },
  { "text": "Friendships", "type": "ListItem" },
  { "text": "Romantic relationships", "type": "ListItem" },
  { "text": "Personal development", "type": "ListItem" },
  { "text": "Spirituality", "type": "ListItem" },
  { "text": "Hobbies", "type": "ListItem" },
  { "text": "Health", "type": "ListItem" },
  {
    "text": "Maybe your list looks different, and that's cool. The point is to identify what matters to you.",
    "type": "Text"
  },
  { "text": "Step 2: Pick Your Target", "type": "HeaderSmall" },
  {
    "text": "Choose one area you'd like to jazz up a bit. Maybe you already have ideas how or you can even read a book about it.",
    "type": "Text"
  },
  {
    "text": "https://images.unsplash.com/flagged/photo-1564801616066-7a7f61dfcdf0?auto=format&fit=crop&q=80&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&w=1374",
    "type": "Image",
    "credit": "Unsplash - Katie Smetherman"
  },
  { "text": "Step 3: Habit Hunt", "type": "HeaderSmall" },
  {
    "text": "Find a habit that can elevate your chosen area. Need some inspo? Here you go:",
    "type": "Text"
  },
  {
    "text": "3 liters of water: the daily intake for that health glow.",
    "type": "ListItem"
  },
  {
    "text": "Introduce \"Ice Cream Fridays\" with your kids: Because family time is sweet, literally.",
    "type": "ListItem"
  },
  {
    "text": "Meditate daily: It's like a spa day for your brain.",
    "type": "ListItem"
  },
  {
    "text": "Try intermittent fasting: Your body might just thank you.",
    "type": "ListItem"
  },
  {
    "text": "Weekly goal-setting sessions: At least for me, this helps to keep the big picture in mind, stay productive and don't get lost on sidequests.",
    "type": "ListItem"
  },
  {
    "text": "Monthly cook-offs with friends: Especially if they are tematic. Mexican in September at my friend Kate and tapas at my place in December.",
    "type": "ListItem"
  },
  {
    "text": "Lemon Water Mornings: Start your day with a glass of lemon water.",
    "type": "ListItem"
  },
  {
    "text": "Deep Work Dive: Dedicate 3 hours of uninterrupted time to dive deep into a task.",
    "type": "ListItem"
  },
  {
    "text": "Midday Movement: Instead of that post-lunch slump, how about a midday training session?",
    "type": "ListItem"
  },
  {
    "text": "Early Bird Vibes: They say the early bird catches the worm. Well, waking up early can give you a head start on the day and some peaceful me-time.",
    "type": "ListItem"
  },
  {
    "text": "Kiddo Clock: Dedicate 1 hour of quality time with your kids daily.",
    "type": "ListItem"
  },
  {
    "text": "Daily Taskmaster: Create a daily to-do list.",
    "type": "ListItem"
  },
  {
    "text": "Recipe Roulette: Every week, try a new recipe.",
    "type": "ListItem"
  },
  { "text": "The Habit Diary", "type": "HeaderMedium" },
  {
    "text": "Every time a light bulb goes off in your head with a new idea, jot it down. Maybe it's a new workout routine or a book club with friends. The point is to keep track. And when you feel adventurous, pick one from the list and give it a whirl. Maybe it sticks, maybe it doesn't. But in the end, you'll have a collection of habits that make your life feel like a personalized adventure.",
    "type": "Text"
  }
]
