[
  {
    "text": "Why Your Top 10 Values are Like the Ingredients of a Life Smoothie 🥤",
    "type": "HeaderLarge"
  },
  {
    "text": "Ever tried making a smoothie without knowing what fruits you're throwing in? It's like trying to navigate life without understanding your core values. You might end up with a weird-tasting concoction that you didn't really want. So, let's blend a better life-smoothie by understanding our top 10 values today!",
    "type": "Text"
  },

  { "text": "The Great Value Re-evaluation 🧐", "type": "HeaderMedium" },
  {
    "text": "Remember those values you inherited from childhood? Some of them are like those old toys you've outgrown but still keep in your attic. It's time for a spring cleaning! By listing out your values, you're giving yourself a chance to reconsider. Do you really need to feel guilty about that thing from 5 years ago? Or follow that tradition that doesn't resonate with you anymore? Probably not. By shedding these outdated values, you're freeing up space for the ones that truly matter.",
    "type": "Text"
  },
  {
    "text": "https://images.unsplash.com/photo-1498673394965-85cb14905c89?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1470&q=80",
    "type": "Image",
    "credit": "Unsplash - Cristian Escobar"
  },
  { "text": "The Authenticity Boost 🚀", "type": "HeaderMedium" },
  {
    "text": "When you're clear about your values, you're not just being true to yourself, you're broadcasting a clearer signal to the world. It's like upgrading from a fuzzy old TV to 4K Ultra HD. People respect and trust authenticity, and guess what? It feels pretty darn good too.",
    "type": "Text"
  },
  {
    "text": "[^1^]: [The Authentic Personality: A Theoretical and Empirical Conceptualization and the Development of the Authenticity Scale](https://www.researchgate.net/publication/42739517_The_Authentic_Personality_A_Theoretical_and_Empirical_Conceptualization_and_the_Development_of_the_Authenticity_Scale)",
    "type": "Footnote"
  },

  { "text": "Parenting & Partnering Level: Expert 🎓", "type": "HeaderMedium" },
  {
    "text": "Taking a hard look at your values doesn't just benefit you; it's a gift to your loved ones. By being open to re-evaluating your beliefs, you're also becoming more receptive to understanding theirs. This doesn't just make you a better listener; it makes you a better parent, partner, and friend. It's like getting a software update for your empathy chip.",
    "type": "Text"
  },
  { "text": "The Decision-Making Superpower 🦸", "type": "HeaderMedium" },
  {
    "text": "Ever stood in the cereal aisle, overwhelmed by choices? Life's decisions are a lot like that, but a zillion times more complex. Knowing your values is like having a decision-making compass. It points you in the direction that's right for you, making choices clearer and life a tad bit simpler.",
    "type": "Text"
  }
]
