[
  {
    "text": "Ever Wonder How That Old Colleague or Flatmate Is Doing? Maybe You Should Just Ask?",
    "type": "HeaderLarge"
  },
  {
    "text": "Remember those days at university, cramming for exams with friends, or those long chats with a family friend over a cup of coffee? Or that relative whose stories at family gatherings always had everyone in stitches? What about that colleague who made office hours a bit more bearable? You adored these people, yet, somewhere along the line, you just stopped talking. No fights, no drama, just life getting in the way.",
    "type": "Text"
  },
  { "text": "Why We Drift Apart: A Modern Dilemma 🌍", "type": "HeaderMedium" },
  {
    "text": "In our hyper-connected world, it's ironic how we let distance grow between us and the ones we care about. Research shows that while social media keeps us superficially connected, it doesn't always foster deep, meaningful relationships.",
    "type": "Text"
  },
  {
    "text": "Rekindling Old Flames (No, Not That Kind!) 🔥",
    "type": "HeaderMedium"
  },
  {
    "text": "Now, imagine sending a simple text or meme to one of these long-lost friends. A small gesture, but it can reignite conversations, bringing back a flood of memories and laughter. It's not just about nostalgia; it's about maintaining a diverse and rich social network. Studies suggest that a diverse social network can lead to more opportunities and even better health.",
    "type": "Text"
  },
  {
    "text": "https://images.unsplash.com/photo-1553484771-898ed465e931?q=80&w=1470&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "type": "Image",
    "credit": "Unsplash - Austin Distel"
  },
  { "text": "But Why Bother? 🤔", "type": "HeaderMedium" },
  {
    "text": "Joy of Reconnection: There's a unique joy in rekindling a friendship. It's like finding a piece of yourself that you forgot was missing.",
    "type": "ListItem"
  },
  {
    "text": "New Perspectives: Ever get tired of hearing the same stories and problems from your immediate circle? Reconnecting can bring fresh stories and perspectives into your life.",
    "type": "ListItem"
  },
  {
    "text": "Networking: Beyond the emotional benefits, maintaining a broad network can open doors professionally and personally.",
    "type": "ListItem"
  },
  {
    "text": "It's Easy: A text, a meme, or a quick call - it doesn't take much to reach out.",
    "type": "ListItem"
  },
  { "text": "Taking the First Step 🚶‍♂️🚶‍♀️", "type": "HeaderMedium" },
  {
    "text": "So, who comes to mind? That friend from university? The family friend you used to see at gatherings? Maybe it's a relative or an old work buddy. Whoever it is, take a moment to reach out. A simple 'Hey, how have you been?' can work wonders.",
    "type": "Text"
  },
  { "text": "Reaping the Benefits 🌼", "type": "HeaderMedium" },
  {
    "text": "The responses you get might surprise you. People often feel delighted and valued when someone from their past reaches out. You'll find yourself smiling at your phone, reminiscing, and maybe even planning to catch up in person. It's a chain reaction of positivity, reconnecting threads that time had loosened.",
    "type": "Text"
  },
  { "text": "A Small Effort, A Big Impact 💥", "type": "HeaderMedium" },
  {
    "text": "We often underestimate the power of a simple message. In a world where we're constantly bombarded with information, a personal message stands out. It shows you care, and in today's fast-paced world, that's something truly special.",
    "type": "Text"
  },
  {
    "text": "So, why not take a few minutes today to send that message? You've got nothing to lose and a whole lot to gain. Reconnect, relive, and rejuvenate those old bonds. After all, friendships, like wine, often get better with time.",
    "type": "Text"
  }
]
