[
  {
    "text": "If You Knew The Difference One Plant-Based Meal Makes, You Definitely Followed Some Vegan Accounts (We Collected 16 Great Ones)",
    "type": "HeaderLarge"
  },
  {
    "text": "Don’t worry, I don’t want to make you vegan (you can be of course, but I am not pushing you). But reducing our meat consumption even a little bit has [amazing benefits](https://outbreak.Life/11/dont-eat-meat-today).",
    "type": "Text"
  },
  {
    "text": "By choosing a plant-based meal over a chicken meal, you can save 6 kg of CO2 and 3,720 liters of water. An average person consumes 44kgs of CO2 per day so that means you just saved 13% or 56% of an average person’s CO2 consumption! So it is worth to take a look at some vegan accounts and starting to follow them.",
    "type": "Text"
  },
  {
    "text": "DAFzwCydUsQ",
    "type": "Canva"
  },
  {
    "text": "Let me show you a few:",
    "type": "HeaderMedium"
  },
  {
    "text": "1. [fitgreenmind](https://www.instagram.com/fitgreenmind): simple, delicious recipes, with amazing vibe from Maya.",
    "type": "ListItem"
  },
  {
    "text": "2. [Fearne Cotton's ](https://www.instagram.com/fearnecotton): Shares her journey with plant-based eating along with lifestyle content.",
    "type": "ListItem"
  },
  {
    "text": "3. [Niomi Smart](https://www.instagram.com/niomismart): Offers a blend of vegan recipes and sustainable living tips.",
    "type": "ListItem"
  },
  {
    "text": "4. [Family Fizz](https://www.instagram.com/familyfizz): A family sharing their vegan lifestyle and adventures.",
    "type": "ListItem"
  },
  {
    "text": "5. [Lucy Watson](https://www.instagram.com/lucywatson): Focuses on vegan recipes and animal rights advocacy.",
    "type": "ListItem"
  },
  {
    "text": "6. [Tabitha Brown](https://www.instagram.com/iamtabithabrown): Known for her comforting vegan recipes and positive energy.",
    "type": "ListItem"
  },
  {
    "text": "7. [Ela Vegan](https://www.instagram.com/elavegan): Specializes in simple and delicious vegan recipes.",
    "type": "ListItem"
  },
  {
    "text": "8. [Vegan](https://www.instagram.com/vegan): A general account that showcases various aspects of veganism.",
    "type": "ListItem"
  },
  {
    "text": "9. [Fully Raw Kristina](https://www.instagram.com/fullyrawkristina): Advocates for a fully raw vegan lifestyle with vibrant recipes.",
    "type": "ListItem"
  },
  {
    "text": "10. [Oh She Glows](https://www.instagram.com/ohsheglows): Offers wholesome, plant-based recipes.",
    "type": "ListItem"
  },
  {
    "text": "11. [Nimai Delgado](https://www.instagram.com/nimai_delgado): A vegan bodybuilder sharing fitness and diet tips.",
    "type": "ListItem"
  },
  {
    "text": "12. [Ellen Fisher](https://www.instagram.com/ellenfisher): Shares her family's vegan journey in Hawaii.",
    "type": "ListItem"
  },
  {
    "text": "13. [Gaz Oakley](https://www.instagram.com/avantgardevegan): Focuses on innovative vegan cooking.",
    "type": "ListItem"
  },
  {
    "text": "14. [Chocolate Covered Katie](https://www.instagram.com/chocolatecoveredkatie): Offers healthy vegan dessert recipes.",
    "type": "ListItem"
  },
  {
    "text": "15. [Recipes From Reyn](https://www.instagram.com/recipesfromreyn): A personal account with a variety of vegan recipes.",
    "type": "ListItem"
  },
  {
    "text": "16. [Earthling Ed](https://www.instagram.com/earthlinged): An activist providing insights on ethical veganism.",
    "type": "ListItem"
  },

  {
    "text": "Following a couple of these accounts means getting some inspiration for dietary choices and lifestyle. These accounts often offer more than just recipes; they provide a window into the diverse, colorful, and creative world of vegan living. From meal ideas and cooking tips to nutritional information, sustainable living advice, and ethical discussions, these accounts cover every aspect of veganism. They are instrumental in breaking down misconceptions, showcasing the variety and richness of plant-based diets, and offering support and motivation. You don’t need to be vegan: if you are just curious about plant-based living, these accounts are great resources for inspiration, education, and community building.",
    "type": "Text"
  }
]
