[
  {
    "text": "You Should Plan Something Fun with a Friend - Here Are 19 Activity Ideas (For Any Season)",
    "type": "HeaderLarge"
  },
  {
    "text": "Maybe you don’t have time or opportunity today to do a fun quality time activity with a friend or your spouse today - so let’s do the next best thing and figure out what you guys will do and when! You don’t really need a reason why - but I’ll still give you some, haha. Later. Because first, let’s see a bunch of activity ideas that are so great to do with your favorite person.",
    "type": "Text"
  },
  { "text": "Winter ideas", "type": "HeaderMedium" },
  {
    "text": "Painting course: there are those courses where you are guided into creating a sort-of masterpiece - but actually it’s better because it has your own style",
    "type": "ListItem"
  },
  {
    "text": "Lasertag: one of the most underrated adrenaline-rush",
    "type": "ListItem"
  },
  {
    "text": "Minigolf: you can also find thematic rooms with nicely created interior design.",
    "type": "ListItem"
  },
  {
    "text": "Theatre: there are always some great performances",
    "type": "ListItem"
  },
  {
    "text": "Boardgame: an old classic or a new one. Two-player or group. Pick your choice.",
    "type": "ListItem"
  },
  {
    "text": "Cook together: try a recipe you've always wanted or experiment with a new type of cuisine.",
    "type": "ListItem"
  },
  {
    "text": "Fondu night: get some cheese and wine or melt some chocolate and get ready to dip.",
    "type": "ListItem"
  },
  {
    "text": "Go to an outside hot bath: find heated pools which are open even in the winter. It is amazing to swim in the softly steaming water.",
    "type": "ListItem"
  },
  {
    "text": "https://images.unsplash.com/photo-1590166774851-bc49b23a18fe?q=80&w=1378&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "type": "Image",
    "credit": "Kateryna Hliznitsova"
  },
  { "text": "Spring ideas", "type": "HeaderMedium" },
  {
    "text": "Surprise picnic: visit a park or viewpoint that’s not your usual place, and surprise them with some delicious cake or cheese or wine or strawberries… or whatever pops up in your imagination!",
    "type": "ListItem"
  },
  {
    "text": "Bike tour: hop on that bicycle and go on a small (or not so small) daily tour! Visit some new places and enjoy that you can go outside.",
    "type": "ListItem"
  },
  {
    "text": "Farmers market: nothing like the freshness of the new veggies and fruits that are just riped for the first time this year.",
    "type": "ListItem"
  },
  {
    "text": "https://images.unsplash.com/photo-1415226556993-1404e0c6e727?q=80&w=1359&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "type": "Image",
    "credit": "Jeff Sheldon"
  },
  { "text": "Summer ideas", "type": "HeaderMedium" },
  {
    "text": "Kayaking on a lake: or SUP or canoe - anything where you can enjoy the closeness of the water",
    "type": "ListItem"
  },
  {
    "text": "Open air cinema: there are lots of places utilizing the warm summer nights and building pop-up movie theatres with amazing classics. Or you can also build your own movie night in your backyard with just a projector! Bring a blanket, get some popcorn and enjoy this special time.",
    "type": "ListItem"
  },
  {
    "text": "The beach or a pool: I guess this doesn’t need any explanation.",
    "type": "ListItem"
  },
  {
    "text": "Waterside bars: the best thing after a long day.",
    "type": "ListItem"
  },
  { "text": "Autumn ideas", "type": "HeaderMedium" },
  {
    "text": "Hiking: okay, I can’t miss this meme here:",
    "type": "ListItem"
  },
  {
    "text": "https://storage.googleapis.com/whats_that_meme_bucket/66f0ba9a-86ab-43b3-9256-6441eafc0347.png?fbclid=IwAR0n12ycuDesRrHbcOrDKbG5oY0XsyDaQcpzCKF1JiOz8VW2jKRroukjtvc",
    "type": "Image",
    "objectFit": "contain"
  },
  {
    "text": "Still, hiking in the fall is just beautiful. Maybe even make a small fire (with caution of course) and bake some sausage or apple on it.",
    "type": "Text"
  },
  { "text": "Visit an art gallery: or a museum.", "type": "ListItem" },
  {
    "text": "Cooking club with friends: make it thematic, do it every month and always be at someone else’s place.",
    "type": "ListItem"
  },
  {
    "text": "Squash: running, adrenaline, focus followed by a relaxing sauna.",
    "type": "ListItem"
  },
  {
    "text": "But if you need reasons why, let’s back up with science - and personal experience.",
    "type": "HeaderMedium"
  },
  { "text": "Better and more stable relationships", "type": "HeaderSmall" },
  {
    "text": "This will not come as a surprise but if you spend time together doing things that are not your usual, you gain new experiences and it strengthens your relationship.",
    "type": "Text"
  },
  { "text": "Looking forward to it", "type": "HeaderSmall" },
  {
    "text": "Half the fun is planning the whole thing: thinking about what the best activity for you would be, setting the time, prioritizing each other and looking forward to it.",
    "type": "Text"
  },
  {
    "text": "Reduces stress and increases communication",
    "type": "HeaderSmall"
  },
  {
    "text": "Maybe there is something in the back of your mind you’d like to discuss but couldn’t yet. Maybe the vibe wasn’t there or you had no opportunity. I’m really not saying that a fun activity is the proper time for deep communication (though who knows) but maybe it brings a small positive shift that enables communication in the coming days.",
    "type": "Text"
  },
  { "text": "Something new for your brain", "type": "HeaderSmall" },
  {
    "text": "It is so refreshing to experience something novel, something unusual, something out of the ordinary. For me personally, a fun activity lifts my mood for days.",
    "type": "Text"
  },
  { "text": "Something that lasts", "type": "HeaderSmall" },
  {
    "text": "Also, this is one of the most important things you can do for yourself on the long run. A [study shows](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3377309) that people’s top 5 regrets at the end of their life includes working too hard, losing touch with friends and not letting themselves be happy. So make yourself a favor and plan something fun with a friend.",
    "type": "Text"
  }
]
