[
  {
    "text": "Why You Should Tell Your Mind What To Focus On Today",
    "type": "HeaderLarge"
  },
  {
    "text": "Ever had one of those days where you feel like a leaf being blown around by the wind, with no real direction or purpose? Yeah, me too. But what if I told you there's a simple trick to give your day a sense of purpose and direction? Let's try setting an Intention for the Day.",
    "type": "Text"
  },
  { "text": "Why Bother with Intentions?", "type": "HeaderMedium" },
  {
    "text": "Think of your intention as a mini-mission statement for your day. It's not a to-do list or a goal, but more like a compass pointing you in the direction you want to go. By setting an intention, you're essentially programming your brain to focus on what truly matters to you. And guess what? Research shows that when we set intentions, we're more likely to act in ways that align with them.",
    "type": "Text"
  },
  {
    "text": "[^1^]: [How to Set Intentions - Shape](https://www.shape.com/lifestyle/mind-and-body/mental-health/how-to-set-intentions)",
    "type": "Footnote"
  },
  { "text": "The Mighty Power of Intention", "type": "HeaderMedium" },
  {
    "text": "Intention is like the secret sauce that gives your day flavor. It's the difference between wandering aimlessly through a forest and having a map that leads you to a hidden treasure. When you set an intention, you're telling your brain, \"Hey, this is what I want to focus on today.\" And your brain, being the obedient organ it is, will start looking for opportunities to make that intention a reality.",
    "type": "Text"
  },
  {
    "text": "https://images.unsplash.com/photo-1512438248247-f0f2a5a8b7f0?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1364&q=80",
    "type": "Image",
    "credit": "Unsplash - Ian Stauffer"
  },
  {
    "text": "[^2^]: [Start Your Day with a Clear Intention - Chopra](https://chopra.com/articles/start-your-day-with-a-clear-intention)",
    "type": "Footnote"
  },
  { "text": "Keep It Short and Sweet", "type": "HeaderMedium" },
  {
    "text": "Your intention doesn't need to be a long, drawn-out manifesto. In fact, it's often more powerful when it's just a word, a short phrase, or a sentence. Think of it as a mantra you can come back to throughout the day.",
    "type": "Text"
  },
  { "text": "Great Intentions to Kickstart Your Day", "type": "HeaderMedium" },
  {
    "text": "Gratitude: Start your day by focusing on what you're thankful for.",
    "type": "ListItem"
  },
  { "text": "Mindfulness: Stay present in each moment.", "type": "ListItem" },
  {
    "text": "Kindness: Spread a little love wherever you go.",
    "type": "ListItem"
  },
  {
    "text": "Growth: Embrace challenges as opportunities to learn.",
    "type": "ListItem"
  },
  {
    "text": "Connection: Foster meaningful interactions with others.",
    "type": "ListItem"
  },
  { "text": "Creativity: Let your imagination run wild.", "type": "ListItem" },
  {
    "text": "Resilience: Face challenges head-on and bounce back stronger.",
    "type": "ListItem"
  },
  { "text": "But Wait, There's More!", "type": "HeaderMedium" },
  {
    "text": "Setting an intention is like planting a seed. You might not see immediate results, but over time, as you water and nurture that seed, it grows into something beautiful. The same goes for your intentions. The more you focus on them, the more they become a part of who you are.",
    "type": "Text"
  },
  {
    "text": "[^3^]: [20 Positive Intentions That Will Help Make Every Day So Much Better - Silk & Sonder](https://www.silkandsonder.com/blogs/news/20-positive-intentions-that-will-help-make-every-day-so-much-better)",
    "type": "Footnote"
  },
  {
    "text": "So, next time you wake up and wonder what the day has in store for you, take a moment to set an intention. It might just be the superpower you've been looking for.",
    "type": "Text"
  }
]
